viscoelastic/viscoelasticFluidFoam/complexProfileExtrusion/40M_fixedTol/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


3
(
outlet
{
    type patch;
    nFaces 52818;
    startFace 113941340;
}

walls
{
    type patch;
    nFaces 4106715;
    startFace 113994158;
}

inlet
{
    type patch;
    nFaces 26887;
    startFace 118100873;
}

)


// ************************************************************************* //
